Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Allow WebDAV access from clients that do not support cookies.
zh_cn: 允许客户接入不支持cookies的WebDAV

source: This would include Nautilus in Gnome, Finder in OS X and other WebDAV clients.
zh_cn: 这包含 Nautilus在Gnome系统, Finder苹果系统和其他的WebDAV 客户端.

source: Behaviour is much the same, except it is not possible to mount unauthenticated Network Places (i.e. those that would normally pop up a secondary authentication dialog).
zh_cn: 对于行为也是相同的，除了使用没被授权的网络（比如那些会跳出第2级授权对话框）

source: It may also have an affect on performance as authentication is performed on every request.
zh_cn: 这可能对表现也有影响，因为没个要求都包含授权

source: Public Key Algorithm
zh_cn: 公开密钥算法

source: Public key algorithm used to encrypt confidential user attributes.
zh_cn: 公开密钥算法用来加密机密的用户属性。

source: Bit Length
zh_cn: 位长

source: Bit length of public/private keys used to encrypt confidential user attributes.
zh_cn: 位长的公共/私人密钥用来加密机密的用户属性。

source: Protocol
zh_cn: 协议

source: You can disable OpenVPN-ALS's native SSL server and listen for plain HTTP connections instead of HTTPS.
zh_cn: 您可以禁用OpenVPN-ALS本地SSL服务器，并听取普通HTTP连接而不是HTTPS的

source: This is useful for some types of SSL accelerator cards.
zh_cn: 这是非常有用的某些类型的SSL加速器卡

source: Keystore password
zh_cn: Keystore的密码

source: SSL Certificate password
zh_cn: SSL证书密码

source: The password to use for the main SSL certificate.
zh_cn: 主要SSL证书密码的使用密码

source: Port on which the webserver will listen for HTTPS requests.
zh_cn: Web服务器侦听HTTPS请求的端口

source: Minimum threads
zh_cn: 最少线程数

source: The mimimum number of threads to reserver for the web server.
zh_cn: 保持Web服务器的最小线程数

source: Maximum threads
zh_cn: 最多线程数

source: The maximum number of threads to reserver for the web server.
zh_cn: 保持Web服务器的最大线程数

source: Session inactivity timeout (mins.)
zh_cn: 会话不活动超时（分钟）

source: The number of minutes of inactivity before a session will automatically invalidated and the user logged out.
zh_cn: 在一个会话自动无效和用户取消登录前的会话不活动时间

source: Bind address
zh_cn: 绑定地址

source: The IP address of the interface to listen for connection on.
zh_cn: 监听连接的接口的IP地址

source: Leave blank to listen on all interfaces.
zh_cn: 不填，监听所有接口

source: All Interfaces
zh_cn: 所有接口

source: Valid external hostnames
zh_cn: 有效的外部主机名

source: If a value if provided here, the hostname that the client uses to access OpenVPN-ALS must match one of those below.
zh_cn: 如果这里提供了一个值，那么这个值必须是用于连接OpenVPN-ALS的下面的一个

source: If it does not, the browser will be redirected to the first hostname in the list.
zh_cn: 如果不是，浏览器将会重新导航到在列表中的第一个主机

source: Sets the action to take if a client tries to connect using an invalid hostname.
zh_cn: 设置执行的行为，如果一个客户使用一个无效主机连接

source: HTTP Port
zh_cn: HTTP端口

source: The port number on which to listen for HTTP requests.
zh_cn: 监听HTTP请求的端口号

source: Users cannot access the main SSL VPN over HTTP, this service is available to extensions to add HTTP services and to redirect users to the HTTPS server.
zh_cn: 用户不能使用主要的SSL VPN基于HTTP, 这项服务是可用的当在extensions 中添加tHTTP服务和重新导航用户到HTTPS 服务器。

source: Max idle time (minutes)
zh_cn: 最长闲置时间(分钟)

source: Set the maximum thread idle time (minutes).
zh_cn: 设置最长闲置时间线程(分钟)

source: Threads that are idle for longer than this period may be stopped.
zh_cn: 线程闲置长与这个时间将停止

source: Delegated to the named or anonymous Pool.
zh_cn: 下放给记名或不记名投票.

source: Resource persist time (seconds)
zh_cn: 资源持续的时间（秒）

source: Set the low resource persistence time (seconds).
zh_cn: 设置低资源持续时间（秒）

source: When the server is low on resources, this timeout is used for idle persistent connections.
zh_cn: 当服务器资源不足时，这个超时将用于管理持续闲置连接。

source: It is desirable to have this set to a short period of time so that idle persistent connections do not consume resources on a busy server.
zh_cn: 为闲置的持续连接设置一小段时间是可取的，因为这样不消耗服务器资源

source: Buffer size
zh_cn: 缓存大小

source: Set the size of the buffers used by connections from this listener.
zh_cn: 设置用于监听这个连接的缓存的大小

source: Buffer reserve
zh_cn: 缓冲储备

source: The header reserve area within the buffers used by connections from this listener.
zh_cn: 缓冲中标题储备区将会用于这个监听的连接

source: The header reserve is space reserved in the first buffer of a response to allow a HTTP header to be written in the same packet.
zh_cn: 标题储备是在第一个缓存中的空间储备用于允许 HTTP标题写进同一个包

source: The reserve should be large enough to avoid moving data to fit the header, but not too large as to waste memory.
zh_cn: 储备要足够大用于装入标题所需的数据，但也不要过大而浪费内存

source: Requests per GC
zh_cn: 请求／GC

source: The number of requests that should be processed before Java garbage collection is scheduled.
zh_cn: 在Java的垃圾收集计划前，要处理请求的数量

source: Set to <strong>0</strong> (zero) to let the virtual machine handle this automatically.
zh_cn: 设置<strong>0</strong> (0)让虚拟机自动处理

source: Enable statistics log
zh_cn: 启用统计日志

source: When enabled, generates a CSV log (logs/stats.csv) containing web server statistics.
zh_cn: 当启用时，生成的CSV日志（日志/ stats.csv ） ，其中载有Web服务器的统计数据。

source: This log is update periodically.
zh_cn: 这个日志是定期更新。

source: The server must be restarted for this option to take affect.
zh_cn: 服务器必须重新启动这项操作才能生效

source: Statistics log update (seconds)
zh_cn: 更新统计日志(秒)

source: How often the statistics log file is updated in seconds.
zh_cn: 多少秒统计日志文件要更新

source: Compression
zh_cn: 压缩

source: When enabled all data returned to the client browser will be compressed.
zh_cn: 启用后的所有数据返回到客户端浏览器将被压缩。

source: This saves bandwidth at the expense of some processor time.
zh_cn: 这样可以节省带宽以处理器时间代价。

source: Enable request log
zh_cn: 启用请求日志

source: Enable the request log and every request will be logged in the file [openvpnals-installation]/logs/[yyyy-mm-dd].request.log.
zh_cn: 启用请求日志，每个请求将会写入文件[openvpnals-installation]/logs/[yyyy-mm-dd].request.log.

source: This file is in NCSA format.
zh_cn: 这个文件是NCSA格式.

source: Disable Certificate Warning
zh_cn: 禁用证书警告

source: Disables the untrusted SSL certificate warning
zh_cn: 禁用不可信的证书警告

source: TCP/IP No Delay
zh_cn: TCP/IP没延时

source: Turn on TCP/IP No Delay option to force all data to be flushed to network and not buffered.
zh_cn: 打开TCP/IP没延时选项，强制所有的数据进入网络不加缓存

source: Thread Priority
zh_cn: 线程优先级

source: Web server thread priority
zh_cn: Web服务器线程优先级

source: Maximum
zh_cn: 最大

source: Normal
zh_cn: 一般

source: HTTP Proxy Hostname
zh_cn: HTTP代理服务器主机名

source: If your network configuration requires use of a proxy server outgoing HTTP / HTTPS connections, provide the hostname or IP address here.
zh_cn: 如果你的网络设置要求使用代理服务器发送 HTTP / HTTPS 连接,在这里提供一个主机名或者IP地址.

source: HTTP proxy port
zh_cn: HTTP代理服务器端口

source: If your network configuration requires use of a proxy server outgoing HTTP / HTTPS connections, provide the port number on which the proxy server is running here.
zh_cn: 如果你的网络设置要求使用代理服务器发送 HTTP / HTTPS 连接,在这里提供代理服务器运行的端口号

source: HTTP proxy user
zh_cn: HTTP代理服务器用户

source: If you have configured OpenVPN-ALS to use an HTTP proxy server that requires authentication, provide the user here.
zh_cn: 如果你设置OpenVPN-ALS使用HTTP代理服务器，这需要授权，在这里提供用户

source: HTTP proxy password
zh_cn: HTTP代理服务器密码

source: If you have configured OpenVPN-ALS to use an HTTP proxy server that requires authentication, provide the password here.
zh_cn: 如果你设置OpenVPN-ALS使用HTTP代理服务器，这需要授权，在这里提供密码

source: Non-proxied hosts
zh_cn: 不用代理的主机

source: If you have configured OpenVPN-ALS to use an HTTP proxy server, there may be a need to specify hosts that are not proxied.
zh_cn: 如果你设置OpenVPN-ALS使用HTTP代理服务器，这需要授权，这可能需要确定不用代理的主机

source: Enter one host or IP address per line, with no termination character.
zh_cn: 在每一行输入一个主机或者IP地址，不要结束符

source: Wildcards are permitted, e.g. *.foo.com.
zh_cn: ＊号是允许的, 例如 *.foo.com.

source: Hostname / Address
zh_cn: 主机名/ 地址

source: Non-proxies hosts
zh_cn: 不用代理的主机

source: SOCKS hostname
zh_cn: SOCKS主机名

source: If your network configuration requires use of a SOCKS proxy, provide the hostname here.
zh_cn: 如果你的网络设置要求使用代理服务器发送 SOCKS连接,在这里提供一个主机名或者IP地址.

source: SOCKS port
zh_cn: SOCKS端口

source: If your network configuration requires use of a SOCKS proxy, provide the port here.
zh_cn: 如果你的网络设置要求使用代理服务器发送 SOCKS连接,在这里提供端口号.

source: SOCKS username
zh_cn: SOCKS用户名

source: If you SOCKS server requires authentication, provide the user here.
zh_cn: 如果SOCKS服务器需要授权，在这里提供用户

source: SOCKS password
zh_cn: SOCKS密码

source: If you SOCKS server requires authentication, provide the password here.
zh_cn: 如果SOCKS服务器需要授权，在这里提供密码

source: Automatically connect to Extension Store
zh_cn: 自动连接Extension 商店

source: With this option enabled, OpenVPN-ALS will automatically attempt to connect to 3SP Extension Store when the Extension Manager page is loaded.
zh_cn: 如果这个选项启用了，OpenVPN-ALS将自动尝试连接3SP Extension商店，当读取Extension管理页的时候.

source: This authentication module requests a username and password using a web based form.
zh_cn: 这验证模块要求用户名和密码使用的是基于网络的形式。

source: The submitted details are then passed to the currently active <b>User Database</b> for verification.
zh_cn: 提交的资料，将传递到目前活跃 <b>用户数局库</b>核查

source: Personal Questions
zh_cn: 个人问题

source: This authentication module asks the user for the answer to a random personal question (e.g. Your favorite color).
zh_cn: 这验证模块要求用户给出个人随机问题的答案（例如，您最喜欢的颜色） 。

source: Password (HTTP BASIC)
zh_cn: 密码 (HTTP BASIC)

source: This authentication module requests a username and password using the HTTP BASIC mechanism.
zh_cn: 这验证模块要求用户名和密码使用 HTTP BASIC 机制。

source: The browser will be sent an <b>Un-authorized</b> response code, which will cause an authentication dialog to be shown.
zh_cn: 浏览器将发送<b>不授权</b> 响应代码，这将造成一个验证对话框显示。

source: Note, some browser may have the ability to cache these details - OpenVPN-ALS is not in control of this.
zh_cn: 请注意，一些浏览器可能有能力缓存这些细节- OpenVPN-ALS是无法控制了这一点。

source: The user details supplied will be verified by the currently active <b>User Database</b>.
zh_cn: 用户提供的详细资料将被验证使用当前活动 <b>用户数据库</b>.

source: The submitted details are then passed to the configured <b>RADIUS</b> server for verification.
zh_cn: 提交的资料，将传递到设置 <b>RADIUS</b> 服务器用以核实

source: This system authentication module allows users to logon via WebDAV using username and password only.
zh_cn: 该系统认证模块，用户可以只通过登录的WebDAV使用的用户名和密码。

source: It must be the only module in a scheme.
zh_cn: 它必须是唯一的模块的计划。

source: Embedded Client
zh_cn: 嵌入式客户端

source: This system authentication module allows users to logon via the embedded client using username and password only.
zh_cn: 该系统认证模块允许用户登录的嵌入式客户端只通过使用用户名和密码。

source: Enable on startup
zh_cn: 启用启动

source: Start the SMTP delivery system when OpenVPN-ALS starts
zh_cn: 开始的SMTP服务系统当OpenVPN-ALS启动时

source: SMTP Server
zh_cn: SMTP服务器

source: The host name or IP address of the SMTP mail server.
zh_cn: 主机名称或SMTP邮件服务器的IP地址。

source: The port number on which the SMTP service is running.
zh_cn: 正在运行的SMTP服务的端口号

source: Sender address
zh_cn: 发送者地址

source: The email address to use as the sender.
zh_cn: 电子邮件地址用于发送者地址

source: Login (HELO)
zh_cn: 登录 (HELO)

source: The hostname to provide when logging in with HELO.
zh_cn: 提供主机名当登录 HELO的时候.

source: Leave blank to use the default hostname.
zh_cn: 不填，使用默认的主机名

source: Site name
zh_cn: 网站名称

source: A short name for this OpenVPN-ALS installation.
zh_cn: 为OpenVPN-ALS安装的简短名称

source: If this is not blank, it will appear just after the <strong>Title</strong>
zh_cn: 如果填写了，它将显示在 <strong>标题</strong>

source: Welcome Text
zh_cn: 欢迎语

source: You can configure a custom title for the logon page.
zh_cn: 你可以设置标题在登录页

source: Leave this blank to use the default internationalised OpenVPN-ALS title.
zh_cn: 不填，将使用默认的国际化的OpenVPN-ALS标题.

source: Logo
zh_cn: 标志

source: You can configure a custom logo for the logon page by copying an image file to <i>[openvpnals]/conf/site/icons</i> and then choosing it here.
zh_cn: 你可以设置一个个性话的标志在登录页使用拷贝一个图片文档到 <i>[openvpnals]/conf/site/icons</i>然后在这里选择

source: Message
zh_cn: 消息

source: Here you may provide any message you wish displayed to all users when they logon.
zh_cn: 在这里，您可以提供您想要的任何信息显示给所有用户登录时

source: You may not use <b>not</b> HTML here.
zh_cn: 你可能不用<b>不</b> HTML这里.

source: Message Type
zh_cn: 消息格式

source: If set to anything other than <b>No Message</b>, a message will be displayed to all users when they logon.
zh_cn: 如果你设置不是<b>空消息</b>, 信息将显示给所有在用户登录时

source: This setting determines the icon that will be displayed next to the message.
zh_cn: 此设置确定的图标将显示消息旁边。

source: No Message
zh_cn: 空消息

source: No Icon
zh_cn: 空图标

source: Broadcast
zh_cn: 广播

source: Warning
zh_cn: 警告

source: Message Align
zh_cn: 消息对齐

source: Set's the alignment of the message text, options available are justify and center.
zh_cn: 设置消息对齐，自动和中心对齐选项可用

source: Justify
zh_cn: 自动

source: Center
zh_cn: 中心

source: Supported Protocols
zh_cn: 支持的协议

source: The list of SSL protocols supported by OpenVPN-ALS
zh_cn: OpenVPN-ALS支持SSL的协议列表

source: Available Protocols
zh_cn: 可用的协议

source: Selected Protocols
zh_cn: 已选的协议

source: Supported Ciphers
zh_cn: 支持的加密

source: The list of SSL ciphers supported by OpenVPN-ALS.
zh_cn: OpenVPN-ALS支持SSL的加密的列表

source: If the selected cipher list is empty then all available ciphers are supported, if you edit this list then ensure that SSL_RSA_WITH_RC4_128_MD5 is selected as this is required by the OpenVPN-ALS Agent.<br><br>WARNING: Editing these properties may cause compatibility problems with some older browsers.
zh_cn: 如果已选的加密的列表是空，那么所有可用的加密将被支持，如果编辑了列表，请确保SSL_RSA_WITH_RC4_128_MD5被选中，因为这是OpenVPN-ALS代理要求的.<br><br>警告：编辑这些属性可能导致旧的浏览器兼容性问题

source: Available Ciphers
zh_cn: 可用的加密

source: Selected Ciphers
zh_cn: 已选的加密

source: Enforce strict SSL trust mode
zh_cn: 执行严格的SSL信任模式

source: This option enforces strict security requirements on outgoing SSL connections.
zh_cn: 此选项对上行的SSL连线。强制执行严格的安全要求

source: All outgoing SSL connections should have a trusted SSL certificate, either trusted by the default Java CA trust store or by the OpenVPN-ALS trust store.
zh_cn: 所有上行的SSL连线应该有一个信任的SSL证书，被默认的Java信托商店或OpenVPN-ALS信托商店信任

source: If a server presents an untrusted certificate the connection will be terminated.
zh_cn: 如果服务器提供了一个不受信任的证书连接将被终止。

source: Agent Configuration
zh_cn: 代理设置

source: Agent Proxy Server
zh_cn: 代理代理服务器

source: AgentProxy Server
zh_cn: AgentProxy 服务器

source: Policy Options
zh_cn: 政策选项

source: Password Options
zh_cn: 密码选项

source: Session Options
zh_cn: 会话选项

source: Security Options
zh_cn: 安全选项

source: Use this link to access options to configure various security options used by OpenVPN-ALS.
zh_cn: 使用此链接访问选项来配置各种OpenVPN-ALS使用的安全选项

source: Confidential Attributes
zh_cn: 保密属性

source: Here you can configure options that relate to how OpenVPN-ALS treats confidential user attributes.
zh_cn: 在这里您可以配置选项涉及如何对待机密OpenVPN-ALS用户属性

source: Web server
zh_cn: Web服务器

source: Performance
zh_cn: 表现

source: Proxies
zh_cn: 代理服务器

source: HTTP and Socks Proxies
zh_cn: HTTP and Socks 代理服务器

source: Logon Page
zh_cn: 登录页面

source: Configure how the logon page looks
zh_cn: 设置你的登录页面外观

source: Access Control Attributes
zh_cn: 接入管理属性

source: All of the settings in this category affect the behaviour of the OpenVPN-ALS Agent.
zh_cn: 所有设置在这个类别中影响OpenVPN-ALS代理的行为。

source: Settings included timeouts and proxy servers.
zh_cn: 设置包括超时和代理服务器。

source: Session
zh_cn: 会话

source: Session settings affect how your OpenVPN-ALS login session looks and behaves.
zh_cn: 会话设置影响您OpenVPN-ALS登录会话的外观和行为。

source: Here you may configure things such as your session timeout and home page.
zh_cn: 在这里，您可以配置，例如您的会话超时和主页

source: System Settings
zh_cn: 系统设置

source: Server
zh_cn: 服务器

source: Use this link to configure options such as web server settings, network proxy settings and automatic update settings.
zh_cn: 使用此链接配置选项，如Web服务器设置，网络代理设置和自动更新设置

source: You can also set security settings here such as password lengths, maximum connection attempts and timeouts.
zh_cn: 您还可以设置安全设置，如密码长度，最大连接尝试和超时。

source: The resources section allows you control over settings concerning Network Places, Profiles and Web forwarding settings.
zh_cn: 资源区段可让您控制设置有关，网上邻居，概况和网络转发设置。

source: Windows Integration
zh_cn: Windows集成

source: Here you can configure many properties relating to how OpenVPN-ALS integrates with your Microsoft Windows file shares and other Windows resources.
zh_cn: 在这里您可以配置许多性能有关如何OpenVPN-ALS结合您的Microsoft Windows文件共享和其他Windows的资源。

source: Options are available that can assist with troubleshooting sharing problems on Windows.
zh_cn: 此选项可用于帮助分担问题与故障排除的Windows 。

source: Messaging
zh_cn: 传送消息

source: OpenVPN-ALS can use a number of different methods to communicate messages to administrative and normal users.
zh_cn: OpenVPN-ALS可以提供许多不同的方法，用以管理员和普通用户之间沟通信息

source: Here you can configure settings relating to these message delivery methods.
zh_cn: 在这里您可以配置设置有关这些消息传递方法

source: Options for the Secure Sockets Layer.
zh_cn: Secure Sockets Layer选项

source: No profiles are available.
zh_cn: 没有配置文件可用

source: Message resources OpenVPN-ALS for security and user management.
zh_cn: OpenVPN-ALS 安全和管理的信息资源

source: OpenVPN-ALS:::Login
zh_cn: OpenVPN-ALS:::登录

source: Welcome to <strong>OpenVPN-ALS!</strong> A secure gateway to your network.
zh_cn: 欢迎到<strong>OpenVPN-ALS</strong>一个你的网络的安全方案

source: Login
zh_cn: 登录

source: Your logon ticket is invalid.
zh_cn: 你的登录票无效.

source: It is likely that your session has timed-out.
zh_cn: 好像你的会话超时了.

source: Invalid credentials.
zh_cn: 无效的全权证书

source: An error occurred authenticating, please consult your Administrator.
zh_cn: 验证发生错误，请咨询您的系统管理员。

source: Your IP address is not authorized to access the system!
zh_cn: 您的IP地址是未授权访问系统

source: Failed to login.
zh_cn: 登录失败

source: Your account has been disabled.
zh_cn: 您的帐户已被禁用。

source: Please contact your administrator.
zh_cn: 请与管理员联系。

source: Your account has been temporarily locked.
zh_cn: 您的帐户已被暂时锁定。

source: Please try again in {0} minute(s).
zh_cn: 请再试一次在 {0} 分钟。

source: Your browser was closed, so the session has been locked.
zh_cn: 您的浏览器被关闭，因此，会议已被锁住。

source: Access not allowed at this time.
zh_cn: 访问不允许在这个时候。

source: This site makes use of cookies.
zh_cn: 本网站使用的Cookie

source: Please ensure that they are enabled before logging on.
zh_cn: 请确保它们被启用了在登录前 。

source: There are other methods of authentication available.
zh_cn: 还有其他的认证方法可用。

source: Click <a class="externalLink" href="/showSelectAuthenticationScheme.do?username={0}">here</a> to choose a different scheme.
zh_cn: 点击<a class="externalLink" href="/showSelectAuthenticationScheme.do?username={0}">这里</a> 选择一个不通的主题

source: OpenVPN-ALS:::Unauthorized
zh_cn: OpenVPN-ALS:::没被授权

source: Unauthorized
zh_cn: 没被授权

source: JavaScript Disabled
zh_cn: JavaScript禁用

source: JavaScript is disabled, you cannot use this application, enable JavaScript or contact your administrator.
zh_cn: JavaScript被禁用, 你不能使用这个应用程序，启用JavaScript 联系你的管理员

source: OpenVPN-ALS:::Authentication Schemes
zh_cn: OpenVPN-ALS:::授权计划

source: Here you may change the authentication schemes available to your users at logon.
zh_cn: 在这里你可以改变认证计划，在您的用户登录时.

source: Each scheme consists of an ordered set of <b>Authentication Modules</b> with a priority setting assigned to each scheme.
zh_cn: 每个方案包括一个命令集 <b>认证模块</b> 用优先的配置委派到这个计划.

source: The highest priority scheme assigned to a user will then be presented as their initial scheme, if a user has multiple schemes assigned they may alternatively select a different scheme at the login prompt.
zh_cn: 最高的优先计划，分配给用户，然后将提交他们的初步计划，如果用户有多个计划分配他们还可选择不同的计划，在登录提示。

source: Enabled
zh_cn: 启用

source: Scheme <b>{0}</b> deleted.
zh_cn: 计划 <b>{0}</b> 删除.

source: Scheme <b>{0}</b> disabled.
zh_cn: 计划 <b>{0}</b> 删除.

source: Scheme <b>{0}</b> enabled.
zh_cn: 计划 <b>{0}</b>启用.

source: Deleting the last enabled scheme would leave no enabled schemes.
zh_cn: 删去最后启用计划，没有留下任何启用计划。

source: This is not allowed.
zh_cn: 这是不允许的

source: This action would stop the Super User from logging on!
zh_cn: 这一行动将停止超级用户登录!

source: Ensure that there is at least one policy assigned to an authentication scheme which contains the Super User.
zh_cn: 确保至少有一个政策，分配到一个认证计划，载有超级用户

source: You must always have at least one scheme enabled.
zh_cn: 您必须始终至少有一个计划启用。

source: You cannot set this scheme as the default as it contains only <i>System Authentication Modules</i>.
zh_cn: 不能将其设置为默认方案，因为它仅包含 <i>系统认证模块</i>.

source: The Authentication Scheme is already the highest priority.
zh_cn: 该认证方案已经是最高优先级了

source: Authentication Scheme <b>{0}</b> moved up.
zh_cn: 认证方案 <b>{0}</b> 向上移了.

source: The Authentication Scheme is already the lowest priority.
zh_cn: 该认证方案已经是最低优先级了

source: Authentication Scheme <b>{0}</b> moved down.
zh_cn: 认证方案 <b>{0}</b> 向下移了.

source: System cannot validate whether the action can be performed.
zh_cn: 系统无法验证的行为，是否可以已执行.

source: A
zh_cn: 一个

source: Create Scheme
zh_cn: 创建计划

source: Click here if you wish to create a new authentication scheme.
zh_cn: 点击这里如果您想创建一个新的认证计划。

source: Edit this authentication scheme and change the authentication modules it uses.
zh_cn: 编辑此认证方案，并改变身份验证模块使用。

source: Copy this authentication scheme.
zh_cn: 复制这个认证计划。

source: Delete this authentication scheme.
zh_cn: 删除此认证方案。

source: Users will no longer be able to logon using the sequence the scheme defines.
zh_cn: 用户将无法再登录，使用该计划确定的顺序。

source: If this is the default scheme the next available scheme will be made the default.
zh_cn: 如果这是预设的计划下一个可用的计划将默认。

source: You must have at least one scheme configured.
zh_cn: 你必须至少有一个计划配置。

source: Disable this authentication scheme
zh_cn: 禁用此认证方案

source: Enable this authentication scheme
zh_cn: 启用此认证方案禁用此认证方案

source: Increase Priority
zh_cn: 增加优先级

source: Increase the priority of this Authentication Scheme
zh_cn: 增加的优先级对这一认证方案

source: Decrease Priority
zh_cn: 降低优先级

source: Decrease the priority of this Authentication Scheme
zh_cn: 降低的优先级对这一认证方案

source: OpenVPN-ALS:::Delete authentication scheme
zh_cn: OpenVPN-ALS:::删除优先计划

source: Confirm Authentication Scheme Deletion
zh_cn: 确定优先级删除

source: The selected authentication scheme will be deleted and users will no longer be able to use the authentication sequence it defines.
zh_cn: 选定的认证方案将被删除，用户将不再能够使用的身份验证序列界定

source: Are you sure you wish to delete this scheme?
zh_cn: 您确定要删除此计划?

source: OpenVPN-ALS:::Select Authentication Scheme
zh_cn: OpenVPN-ALS:::选择授权计划

source: Select Authentication Scheme
zh_cn: 选择授权计划

source: Here you may choose an alternative authentication scheme.
zh_cn: 在这里，您可以选择另一种身份验证计划。

source: An error has occurred.
zh_cn: 发生错误.

source: Authentication Scheme:
zh_cn: 授权计划:

source: Primary
zh_cn: 主选的

source: Primary if Secondary Exists
zh_cn: 主选的如果的存在被选的

source: Secondary
zh_cn: 被选的

source: OpenVPN-ALS:::Create Authentication Scheme
zh_cn: OpenVPN-ALS:::创建授权计划

source: Create Authentication Scheme
zh_cn: 创建授权计划

source: This page allows to you create a new authentication scheme and add, delete and re-order authentication modules that make up this scheme.
zh_cn: 此网页可让您创建一个新的认证计划，并添加，删除和重新排序认证模块，来设定这一计划

source: Modules
zh_cn: 模块

source: OpenVPN-ALS:::Edit Authentication Scheme
zh_cn: OpenVPN-ALS:::编辑授权计划

source: Edit Authentication Scheme
zh_cn: 编辑认证方案

source: This page allows to you add, delete and re-order authentication modules that make up this scheme.
zh_cn: 此网页可让您添加，删除和重新排序认证模块，来设定这一计划。

source: Priority:
zh_cn: 优先级:

source: You must select at least one module to use for this scheme.
zh_cn: 您必须至少选择一个模块，用于这项计划。

source: The first module must be capable of primary authentication.
zh_cn: 第一个模块必须能够主要验证

source: Available modules
zh_cn: 可用的模块

source: Selected modules
zh_cn: 已选的模块

source: Authentication Scheme has been modified.
zh_cn: 认证方案已被修改.

source: OpenVPN-ALS:::Principal Information
zh_cn: OpenVPN-ALS:::原则信息

source: Here you may view a principal in more detail.
zh_cn: 在这里您可以查看一个原则的更多细节

source: Principal
zh_cn: 原则

source: Realm
zh_cn: 界限

source: Full Name
zh_cn: 全名

source: Email
zh_cn: 电子邮件

source: OpenVPN-ALS:::Accounts
zh_cn: OpenVPN-ALS:::账户
